import type { YearEvents } from './types'

const events2013: YearEvents = {
  year: 2013,
  events: [
    { id: '2013-0000', date: '2013-08-18', title: '二期生终审', content: '二期生终审\n\n【黄婷婷视角】\n初次见面的时候，应该是最终审吧。那时候记得发卡她没有化妆，很黑……(旁听上爆笑)穿了一套蓝色还是绿色的裙子...… (李艺彤小声:蓝色….)蓝色裙子，脑袋中间还带了一个很大一很大~的蝴蝶结。(李艺彤小声:其实也没有很大…)对于这样的装扮，感觉非常不理解，很奇怪……\n\n【李艺彤视角】\n（小声）不记得了……', tags: ['双视角'], imageCount: 0 },
    { id: '2013-0001', date: '2013-09-04', title: '二期生活中心集训，官方微博开通', content: '二期生活中心集训，官方微博开通', tags: ['单视角'], imageCount: 0 },
    { id: '2013-0002', date: '2013-09-05', title: '二期生首次声乐培训。官博放送排练厅合影，卡黄位置相邻。', content: '二期生首次声乐培训。官博放送排练厅合影，卡黄位置相邻。', tags: ['单视角'], imageCount: 1 },
    { id: '2013-0002a', date: '2013-09-07', title: '官博放送二期生排练照片，卡黄相邻', content: '官博放送二期生排练照片，卡黄相邻', tags: ['单视角'], imageCount: 0 },
    { id: '2013-0003', date: '2013-09-08', title: '官博祝福黄婷婷生日快乐，官博放送大合影2张', content: '官博祝福黄婷婷生日快乐，官博放送大合影2张\n\n【黄婷婷视角】\n黄婷婷21岁生日。\n\n【李艺彤视角】\n李艺彤点赞祝福；其应援会是当时唯二第一时间表达祝福的队友应援会（另一家是室友龚诗淇）。', tags: ['双视角'], imageCount: 0 },
    { id: '2013-0004', date: '2013-09-18', title: '官博介绍二期生黄婷婷个人信息', content: '官博介绍二期生黄婷婷个人信息\n\n【李艺彤视角】\n李艺彤点赞并回复：「太太超温油！！！点赞！！！」', tags: ['双视角'], imageCount: 0 },
    { id: '2013-0005', date: '2013-09-27', title: '火锅五人组聚餐', content: '火锅五人组聚餐\n\n【李艺彤视角】\n李艺彤微博发了和鞠17、夏木、兰兰去吃火锅（已删）。“太太”指黄婷婷。', tags: ['双视角'], imageCount: 0 },
    { id: '2013-0006', date: '2013-09-28', title: '上海花车巡演。合影时二排的黄婷婷把手搭在了李艺彤肩膀上。', content: '上海花车巡演。合影时二排的黄婷婷把手搭在了李艺彤肩膀上。', tags: ['单视角'], imageCount: 0 },
    { id: '2013-0007', date: '2013-11-02', title: '二期生首次公演。黄婷婷首发，李艺彤替补，但两人登台时依旧在一起。', content: '二期生首次公演。黄婷婷首发，李艺彤替补，但两人登台时依旧在一起。', tags: ['单视角'], imageCount: 0 },
    { id: '2013-0008', date: '2013-11-03', title: '李艺彤微博发布两人首张双人合影。', content: '李艺彤微博发布两人首张双人合影。', tags: ['单视角'], imageCount: 0 },
    { id: '2013-0008a', date: '2013-11-07', title: '游乐园之行', content: '游乐园之行\n\n【黄婷婷视角】\n微博中发了给卡拍的照片。\n\n【李艺彤视角】\n微博中发了给tt拍的照片。', tags: ['双视角'], imageCount: 0 },
    { id: '2013-0008b', date: '2013-11-30', title: '雨中发传单，发完后去吃了火锅', content: '雨中发传单，发完后去吃了火锅\n\n【黄婷婷视角】\n发了吃火锅的微博。', tags: ['单视角'], imageCount: 0 },
    { id: '2013-0009', date: '2013-12-04', title: '两人一起看了“没有樱花的樱花树”。', content: '两人一起看了“没有樱花的樱花树”。', tags: ['单视角'], imageCount: 0 },
    { id: '2013-0010', date: '2013-12-05', title: '两人一同出门吃了M记。', content: '两人一同出门吃了M记。', tags: ['单视角'], imageCount: 0 },
    { id: '2013-0011', date: '2013-12-11', title: '火锅酱料竞猜', content: '火锅酱料竞猜\n\n【黄婷婷视角】\n微博晒酱料：腐乳+花生酱+蒜蓉+芝麻。聚餐时与发卡坐在一起。\n\n【李艺彤视角】\n酱料是纯芝麻酱。（发卡2018年电台曾证实自己一直坚持喜欢纯芝麻酱）', tags: ['双视角'], imageCount: 0 },
    { id: '2013-0011a', date: '2013-12-23', title: '二期生提前为发卡庆祝生日', content: '二期生提前为发卡庆祝生日\n\n【黄婷婷视角】\n转发官博生祝祝发卡生日快乐。', tags: ['单视角'], imageCount: 0 },
    { id: '2013-0012', date: '2013-12-31', title: '跨年公演及新年愿望', content: '跨年公演及新年愿望\n\n【黄婷婷视角】\n发布双人合照。愿望：1.SNH48越来越好；2.前面的愿望都实现；3.希望发卡变得文静一点。\n\n【李艺彤视角】\n愿望：1.宇宙和平；2.SNH48获得更好的发展；3.平平安安健健康康。', tags: ['双视角'], imageCount: 0 }
  ]
}

export default events2013
